Repository: hxebolax/TranslateAdvanced
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Introduce la URL del servidor de traducción LibreTranslate. Esta URL se utilizará para enviar las solicitudes de traducción.
de: Geben Sie die URL des LibreTranslate-Übersetzungsservers ein. Diese URL wird verwendet, um Übersetzungsanfragen zu senden.

source: Guarda la clave API y cierra el diálogo.
de: Speichern Sie den API-Schlüssel und schließen Sie den Dialog.

source: Descarta los cambios y cierra el diálogo.
de: Verwerfen Sie die Änderungen und schließen Sie den Dialog.

source: Todos los campos son obligatorios.
de: Alle Felder sind Pflichtfelder

source: No se pudo cargar el archivo WAV.
de: Die WAV-Datei konnte nicht geladen werden.

source: No se pudo cargar el archivo WAV desde bytes.
de: WAV-Datei konnte nicht aus Bytes geladen werden.

source: No se ha cargado ningún archivo WAV.
de: Es wurde keine WAV-Datei geladen.

source: Reproductor de audio
de: Audio-Player

source: 1 segundo
de: 1 Sekunde

source: 5 segundos
de: 5 Sekunden

source: 10 segundos
de: 10 Sekunden

source: 15 segundos
de: 15 Sekunden

source: 30 segundos
de: 30 Sekunden

source: 1 minuto
de: 1 Minute

source: Error al inicializar el diálogo
de: Fehler bei der Initialisierung des Dialogs

source: &Texto traducido:
de: &Übersetzter Text:

source: Atrasar (F1)
de: Verzögerung (F1)

source: Reproducir (F2)
de: Abspielen (F2)

source: Adelantar (F3)
de: Vorwärts (F3)

source: Detener (F4)
de: Anhalten (F4)

source: Volumen (F5 / F6)
de: Lautstärke (F5 / F6)

source: Velocidad (F7 / F8)
de: Geschwindigkeit (F7 / F8)

source: &Guardar
de: &Speichern

source: Error al inicializar la interfaz de usuario
de: Fehler bei der Initialisierung der Benutzeroberfläche

source: Este cuadro muestra el texto traducido. Es de solo lectura.
de: In diesem Feld wird der übersetzte Text angezeigt. Es ist schreibgeschützt.

source: Presiona este botón para retroceder la reproducción lo que tengamos establecido. Podemos pulsar Shift+F10 o tecla aplicaciones para expandir un menú contextual donde nos dejara elegir el tiempo para atrasar.
de: Drücken Sie diese Taste, um die Wiedergabe um die eingestellte Zeit zurückzuspulen. Sie können Umschalt+F10 oder die Anwendungstaste drücken, um ein Kontextmenü zu öffnen, in dem Sie die Zeit für den Rücklauf auswählen können.

source: Presiona este botón para reproducir o pausar la reproducción.
de: Drücken Sie diese Taste, um die Wiedergabe abzuspielen oder anzuhalten.

source: Presiona este botón para adelantar la reproducción lo que tengamos establecido. Podemos pulsar Shift+F10 o tecla aplicaciones para expandir un menú contextual donde nos dejara elegir el tiempo para adelantar.
de: Drücken Sie diese Taste, um die Wiedergabe um die eingestellte Zeit vorzuspulen. Sie können Umschalt+F10 oder die Anwendungstaste drücken, um ein Kontextmenü zu öffnen, in dem Sie die Zeit für den schnellen Vorlauf auswählen können.

source: Presiona este botón para detener la reproducción.
de: Drücken Sie diese Taste, um die Wiedergabe zu stoppen.

source: Ajusta el volumen de reproducción con este control.
de: Stellen Sie mit diesem Regler die Wiedergabelautstärke ein.

source: Selecciona la velocidad de reproducción con este control.
de: Wählen Sie mit diesem Regler die Wiedergabegeschwindigkeit.

source: Presiona este botón para guardar el archivo de audio.
de: Drücken Sie diese Taste, um die Audiodatei zu speichern.

source: Presiona este botón para cerrar el diálogo.
de: Drücken Sie diese Taste, um den Dialog zu schließen.

source: Tiempo transcurrido: {self.player.format_time(current_time)}
de: Verstrichene Zeit: {self.player.format_time(current_time)}

source: Error al actualizar el estado
de: Fehler beim Aktualisieren des Status

source: Volumen {}%
de: Lautstärke {}%

source: Velocidad {}%
de: Geschwindigkeit {}%

source: Cargar archivo WAV
de: WAV-Datei laden

source: Archivo WAV (*.wav)|*.wav
de: WAV (*.wav)|*.wav-Datei

source: No se pudo cargar el archivo: {}
de: Datei konnte nicht geladen werden: {}

source: Error al cargar archivo
de: Fehler beim Hochladen der Datei

source: Guardar archivo WAV
de: WAV-Datei speichern

source: Archivo guardado correctamente.
de: Die Datei wurde korrekt gespeichert.

source: No se pudo guardar el archivo: {}
de: Datei konnte nicht gespeichert werden: {}

source: Error al guardar archivo
de: Fehler beim Speichern der Datei

source: Pausar
de: Pause

source: Pausar (F2)
de: Pause (F2)

source: Reproducir
de: Wiedergeben

source: No se pudo reproducir o pausar el archivo: {}
de: Datei konnte nicht abgespielt oder angehalten werden: {}

source: Detener
de: Anhalten

source: No se pudo detener el archivo: {}
de: Datei konnte nicht angehalten werden: {}

source: Atrasar {}
de: Zurücksetzen {}

source: No se pudo atrasar el archivo: {}
de: Datei konnte nicht zurückgestellt werden: {}

source: Adelantar {}
de: Weiterleiten {}

source: No se pudo adelantar el archivo: {}
de: Datei konnte nicht verschoben werden: {}

source: Error al cambiar el volumen
de: Fehler beim Ändern der Lautstärke

source: Error al cambiar la velocidad
de: Fehler beim Ändern der Geschwindigkeit

source: Error al finalizar el audio
de: Fehler beim Beenden von Audio

source: Error al cerrar el diálogo
de: Fehler beim Schließen des Dialogs

source: Progreso de la Traducción
de: Fortschritt bei der Übersetzung

source: Progreso de la obtención del audio
de: Fortschritt der Audioerfassung

source: Cancelar
de: Abbrechen

source: Progreso de Descarga e Instalación
de: Download und Installationsfortschritt

source: Iniciando...
de: Start...

source: Descargando {}...
de: Herunterladen {}...

source: Instalando {}...
de: Installieren {}...

source: Error en {}: {}
de: Fehler in {}: {}

source: El proceso ha finalizado con errores en los siguientes idiomas: {}
de: Der Prozess wurde mit Fehlern in den folgenden Sprachen beendet: {}

source: NVDA no se reiniciará, pulse Ctrl + C para copiar el contenido de este dialogo y podérselo enviar al autor del complemento.
de: NVDA wird nicht neu gestartet. Drücken Sie Strg + C, um den Inhalt dieses Dialogs zu kopieren und an den Plugin-Autor zu senden.

source: Errores
de: Fehler

source: NVDA se reiniciará cuando pulse aceptar.
de: NVDA wird neu gestartet, wenn Sie OK drücken.

source: Todos los idiomas se han actualizado correctamente.
de: Alle Sprachen wurden erfolgreich aktualisiert.

source: Éxito
de: Erfolg

source: Actualizaciones de Idiomas
de: Aktualisierung der Sprache

source: Nuevos idiomas disponibles:
de: Sprach-Updates Neue Sprachen verfügbar:

source: Idiomas con actualizaciones:
de: Sprachen mit Aktualisierungen:

source: Si continúa con la instalación, cuando se termine el proceso NVDA se reiniciará. ¿Desea continuar?
de: Wenn die Installation fortgesetzt wird und der NVDA -Vorgang abgeschlossen ist, startet sie neu. \ N

source: &Instalar
de: &installieren

source: &Omitir
de: &Überspringen

source: Error al cargar el archivo JSON: {0}
de: Fehler beim Laden der JSON-Datei: {0}

source: Error al guardar el archivo JSON: {0}
de: Fehler beim Speichern der JSON-Datei: {0}

source: Servicio desconocido: {0}
de: Unbekannter Dienst: {0}

source: Índice fuera de rango: {0}
de: Index außerhalb des Bereichs: {0}

source: Error al eliminar la clave API: {0}
de: Fehler beim Löschen des API-Schlüssels: {0}

source: Error al obtener la clave API: {0}
de: Fehler beim Abrufen des API-Schlüssels: {0}

source: Fallo al crear la ruta de almacenamiento: {path} ({e})
de: Speicherpfad konnte nicht erstellt werden: {path} ({e})

source: No se puede leer o decodificar datos desde {path}: {e}
de: Daten von {path} können nicht gelesen oder dekodiert werden: {e}

source: Fallo al guardar la caché de traducción para {appName} en {file}: {e}
de: Übersetzungscache für {appName} in {file} konnte nicht gespeichert werden: {e}

source: Error al abrir el portapapeles: {0}
de: Fehler beim Öffnen der Zwischenablage: {0}

source: Error persistente al abrir el portapapeles: {0}
de: Anhaltender Fehler beim Öffnen der Zwischenablage: {0}

source: Error al copiar texto al portapapeles: {0}
de: Fehler beim Kopieren von Text in die Zwischenablage: {0}

source: Error al limpiar el portapapeles: {0}
de: Fehler beim Löschen der Zwischenablage: {0}

source: El contenido del portapapeles ha cambiado: {0}
de: Der Inhalt der Zwischenablage hat sich geändert: {0}

source: Índice fuera de rango: {index}
de: Index außerhalb des Bereichs: {index}

source: Clave o valor no encontrado: {key_or_value}
de: Schlüssel oder Wert nicht gefunden: {key_or_value}

source: No hay ayuda disponible para este widget.
de: Für dieses Widget ist keine Hilfe verfügbar.

source: Traductor Google (WEB 1)
de: Google Übersetzer (WEB 1)

source: Traductor Google (WEB 2)
de: Google Übersetzer (WEB 2)

source: Traductor Google (API Free 1)
de: Google Translator (API Frei 1)

source: Traductor Google (API Free 2)
de: Google Übersetzer (API Frei 2)

source: Traductor DeepL (Free)
de: Übersetzer DeepL (kostenlos)

source: Traductor Microsoft Bing (API Free)
de: Microsoft Bing-Übersetzer (API Frei)

source: Abre la configuración del complemento.
de: Öffnet die Plugin-Konfiguration.

source: Comprueba si hay actualizaciones de idioma del complemento.
de: Prüfen Sie, ob das Add-on in der jeweiligen Sprache aktualisiert wurde.

source: Cambia el idioma de origen del traductor.
de: Ändern Sie die Ausgangssprache des Übersetzers.

source: Cambia el idioma de destino del traductor.
de: Ändern Sie die Zielsprache des Übersetzers.

source: Cambia el módulo de traducción.
de: Ändern Sie das Übersetzungsmodul.

source: Elimina todas las traducciones en caché para todas las aplicaciones.
de: Entfernen Sie alle zwischengespeicherten Übersetzungen für alle Anwendungen.

source: Elimina la caché de traducción para la aplicación enfocada actualmente.
de: Löscht den Übersetzungscache für die aktuell fokussierte Anwendung.

source: Activa o desactiva la caché de traducción según el estado actual.
de: Aktiviert oder deaktiviert den Übersetzungscache je nach aktuellem Zustand.

source: Copia el último texto traducido al portapapeles si no hay una traducción en curso.
de: Kopieren Sie den zuletzt übersetzten Text in die Zwischenablage, wenn keine Übersetzung im Gange ist.

source: Traduce el contenido del portapapeles.
de: Übersetzt den Inhalt der Zwischenablage.

source: Traduce el último texto verbalizado.
de: Übersetzen Sie den letzten verbalisierten Text.

source: Activa o desactiva la traducción simultánea Online.
de: Aktivieren oder deaktivieren Sie die Online-Simultanübersetzung.

source: Traduce el texto seleccionado.
de: Übersetzt den markierten Text.

source: Traduce texto del objeto del navegador.
de: Übersetzt Text aus dem Browser-Objekt.

source: Interfaz de traducción.
de: Schnittstelle für die Übersetzung.

source: Activa o desactiva el intercambio automático si el origen detectado coincide con el destino.
de: Aktiviert oder deaktiviert den automatischen Austausch, wenn die erkannte Quelle mit dem Ziel übereinstimmt.

source: Muestra el historial de traducción.
de: Zeigt den Übersetzungsverlauf an.

source: Muestra un diálogo con la lista de comandos de una sola tecla
de: Zeigt ein Dialogfeld mit der Liste der Befehle auf einer Taste an.

source: No se a podido obtener el idioma
de: Die Sprache konnte nicht ermittelt werden

source: No tiene ninguna API configurada para el servicio que tiene seleccionado.
de: Sie haben keine APIs für den von Ihnen ausgewählten Dienst konfiguriert.

source: Error en la traducción. Error: {}
de: Fehler in der Übersetzung. Fehler: {}

source: Error al cargar idiomas locales: {}
de: Fehler beim Laden lokaler Sprachen: {}

source: Idiomas guardados exitosamente.
de: Sprachen erfolgreich gespeichert.

source: Error al guardar idiomas locales: {}
de: Fehler beim Speichern lokaler Sprachen: {}

source: Error al obtener idiomas remotos: {}
de: Fehler beim Abrufen entfernter Sprachen: {}

source: No hay actualizaciones ni nuevos idiomas disponibles.
de: Es sind keine Aktualisierungen oder neue Sprachen verfügbar.

source: Error al descargar el archivo .zip de {}: {}
de: Fehler beim Herunterladen der .zip-Datei von {}: {}

source: Error al descomprimir el archivo .zip de {}: {}
de: Fehler beim Dekomprimieren der .zip-Datei von {}: {}

source: Error al actualizar el idioma local {}: {}
de: Fehler beim Aktualisieren der lokalen Sprache {}: {}

source: Error HTTP: {0} - {1}
de: HTTP-Fehler: {0} - {1}

source: Error de red: {0}
de: Netzwerkfehler: {0}

source: Error inesperado: {0}
de: Unerwarteter Fehler: {0}

source: Se requiere una clave de API para DeepL.
de: Für DeepL ist ein API-Schlüssel erforderlich.

source: Error en la traducción: {0} {1}
de: Fehler in der Übersetzung: {0} {1} {1}

source: Error en la traducción: {0}
de: Fehler in der Übersetzung: {0}

source: DeepL - uso: {0} / {1}
de: DeepL - Verwendung: {0} / {1}

source: Error obteniendo uso de DeepL: {0}
de: Fehler bei der Verwendung von DeepL: {0}

source: No se pudo detectar el idioma
de: Sprache konnte nicht erkannt werden

source: Error de conexión: {0}
de: Verbindungsfehler: {0}

source: Error HTTP: {0} {1}
de: HTTP-Fehler: {0} {1}

source: Ocurrió un error inesperado: {0}
de: Ein unerwarteter Fehler ist aufgetreten: {0}

source: Error al extraer la traducción: no se encontró el texto traducido.
de: Fehler beim Extrahieren der Übersetzung: Der übersetzte Text wurde nicht gefunden.

source: Error al analizar la respuesta de la traducción: {0}
de: Fehler beim Parsen der Übersetzungsantwort: {0}

source: Proceso cancelado por el usuario
de: Vom Benutzer abgebrochener Vorgang

source: Error al obtener la respuesta. Error: {}
de: Fehler beim Abrufen der Antwort. Fehler: {}

source: Respuesta vacía o inválida
de: Leere oder ungültige Antwort

source: Estructura de respuesta inesperada
de: Unerwartete Antwortstruktur

source: Respuesta vacía o inválida después de cambiar el idioma de destino
de: Leere oder ungültige Antwort nach Wechsel der Zielsprache

source: Estructura de respuesta inesperada después de cambiar el idioma de destino
de: Unerwartete Antwortstruktur nach Wechsel der Zielsprache

source: Error al obtener el audio. Error: {}
de: Fehler beim Abrufen von Audio. Fehler: {}

source: Error al obtener el audio para una parte del texto. Error: {}
de: Fehler beim Abrufen des Tons für einen Teil des Textes. Fehler: {}

source: Error en la traducción. Error: Se requiere una clave de API para LibreTranslate.
de: Fehler in der Übersetzung. Fehler: Ein API-Schlüssel ist für LibreTranslate erforderlich.

source: Error en la traducción. Error: {} {}
de: Fehler in der Übersetzung. Fehler: {} {}

source: El texto excede el límite de tokens permitido.
de: Der Text überschreitet die zulässige Tokengrenze.

source: No se pudo resolver el nombre de dominio. Por favor, verifica la URL o tu conexión a Internet.
de: Der Domänenname konnte nicht aufgelöst werden. Bitte überprüfen Sie die URL oder Ihre Internetverbindung.

source: La solicitud ha superado el tiempo de espera. Por favor, intenta nuevamente más tarde.
de: Die Anwendung hat eine Zeitüberschreitung. Bitte versuchen Sie es später noch einmal.

source: Error de verificación de certificado SSL. Es posible que el certificado del servidor no sea válido.
de: Fehler bei der Überprüfung des SSL-Zertifikats. Das Zertifikat des Servers ist möglicherweise nicht gültig.

source: Error SSL. Puede haber un problema con la conexión segura.
de: SSL-Fehler. Möglicherweise gibt es ein Problem mit der sicheren Verbindung.

source: Error HTTP {}: {}
de: HTTP-Fehler {}: {}

source: Error de URL: {}
de: URL-Fehler: {}

source: Error desconocido: {}
de: Unbekannter Fehler: {}

source: La activación o desactivación de la cache no puede hacerse mientras haya una ventana de Traductor Avanzado abierta
de: Das Aktivieren oder Deaktivieren des Caches ist nicht möglich, wenn ein Fenster des Advanced Translator geöffnet ist.

source: Error registrando clase de ventana
de: Fehler bei der Registrierung der Fensterklasse

source: Error creando ventana
de: Fehler beim Erstellen des Fensters

source: La respuesta no contiene {}
de: Die Antwort enthält keine {}
