Repository: hxebolax/TranslateAdvanced
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Se a encontrado errores en la carga del complemento. Error: {}
de: Beim Laden des Add-ons ist ein Fehler aufgetreten. Fehler: {}

source: &Traductor Avanzado
de: &Erweiterter Übersetzer

source: &Configuración de Traductor Avanzado
de: &Erweiterte Übersetzer-Einstellungen

source: &Actualizar idiomas del complemento (Sin actualizaciones)
de: &Add-on-Sprachen aktualisieren (keine Aktualisierungen)

source: &Documentación del complemento
de: &Dokumentation zum Add-on

source: &invítame a un café si te gusta mi trabajo
de: &mich auf einen Kaffee einladen, wenn Ihnen meine Arbeit gefällt

source: Traductor Avanzado iniciado correctamente.
de: Der erweiterte Übersetzer wurde erfolgreich gestartet.

source: Traductor Avanzado iniciado con errores.
de: Erweiterter Übersetzer wurde mit Fehlern gestartet.

source: No se a encontrado conexión a internet. Si esta conectado por Wifi puede que NVDA iniciara antes que se conectara. Si esta conectado por cable compruebe su conexión y asegúrese que todo esta correcto. Espere unos segundos.
de: Keine Internetverbindung gefunden. Wenn Sie über WLAN verbunden sind, wird NVDA möglicherweise gestartet, bevor die Verbindung hergestellt ist. Wenn Sie über ein Kabel verbunden sind, überprüfen Sie Ihre Verbindung und stellen Sie sicher, dass alles korrekt ist. Warten Sie ein paar Sekunden.

source: Información
de: Informacion

source: Ya hay una instancia de Traductor Avanzado abierta. Ciérrela para realizar esta acción.
de: Es ist bereits eine Instanz des Erweiterten Übersetzer geöffnet. Schließen Sie ihn, um diese Aktion durchzuführen.

source: Tiene una traducción en curso. Espere a que termine.
de: Sie haben eine Übersetzung in Arbeit. Warten Sie, bis sie fertig ist.

source: Tiene la traducción simultanea activada. Desactívela para realizar esta acción.
de: Sie haben die Simultanübersetzung aktiviert. Deaktivieren Sie sie, um diese Aktion durchzuführen.

source: _Activa la capa de comandos. F1 muestra la lista de atajos de una sola tecla
de: _Aktiviert die Befehlsebene. F1 zeigt die Liste der Tastenkombinationen an.

source: Traductor Avanzado
de: Erweiterter Übersetzer

source: Lista de comandos de una sola tecla
de: Liste der Befehle mit nur einer Taste

source: &Actualizar idiomas del complemento ({} actualización disponible)
de: &Add-on-Sprachen aktualisieren ({} Update verfügbar)

source: &Actualizar idiomas del complemento ({} actualizaciones disponibles)
de: &Add-on-Sprachen aktualisieren ({} Updates verfügbar)

source: Abre la configuración del complemento
de: Öffnet die Plug-in-Konfiguration

source: Comprueba si hay actualizaciones de idioma del complemento
de: Nach Aktualisierungen für Zusatzsprachen suchen

source: Cambiar idioma de origen
de: Ausgangssprache ändern

source: El idioma origen solo puede ser cambiado si tiene seleccionado el traductor de Microsoft.
de: Die Ausgangssprache kann nur geändert werden, wenn Sie den Microsoft-Übersetzer ausgewählt haben.

source: Cambiar idioma de destino
de: Zielsprache ändern

source: Cambiar el modulo de traducción
de: Ändern Sie das Übersetzungsmodul

source: Eliminar todas las traducciones en caché para todas las aplicaciones
de: Alle zwischengespeicherten Übersetzungen für alle Anwendungen entfernen

source: Pulse dos veces para eliminar todas las traducciones en caché de todas las aplicaciones.
de: Doppeltippen Sie auf , um alle zwischengespeicherten Übersetzungen aus allen Anwendungen zu entfernen.

source: No hay cache para borrar.
de: Es gibt keinen Cache zu löschen.

source: Fallo al eliminar {entry}
de: Löschen von {entry} fehlgeschlagen

source: El directorio de la cache no existe.
de: Das Cache-Verzeichnis existiert nicht.

source: Se ha eliminado toda la cache.
de: Der gesamte Cache wurde gelöscht.

source: No se a podido eliminar toda la cache.
de: Es war nicht möglich, den gesamten Cache zu löschen.

source: Eliminar la caché de traducción para la aplicación enfocada actualmente
de: Löschen Sie den Übersetzungscache für die aktuell fokussierte Anwendung

source: No hay aplicación enfocada.
de: Keine gezielte Anwendung.

source: Pulse dos veces para eliminar todas las traducciones de {} en lenguaje {}
de: Drücken Sie zweimal, um alle Übersetzungen von {} in {} Sprache zu entfernen.

source: Se ha borrado la cache de la aplicación {} correctamente.
de: Der Anwendungscache {} wurde erfolgreich geleert.

source: Fallo al borrar la cache de la aplicación {} : {}
de: Der Anwendungscache konnte nicht gelöscht werden {} : {}

source: Error al borrar la caché de traducción de la aplicación.
de: Fehler beim Löschen des Übersetzungs-Cache der Anwendung.

source: No hay traducciones guardadas para {}
de: Es sind keine Übersetzungen für {} gespeichert.

source: Activa o desactiva la cache de traducción
de: Aktivieren oder deaktivieren Sie den Übersetzungs-Cache.

source: Cache de traducción activada.
de: Übersetzungs-Cache aktiviert.

source: Cache de traducción desactivada.
de: Übersetzungs-Cache deaktiviert.

source: Copiar el ultimo texto traducido al portapapeles
de: Zuletzt übersetzten Text in die Zwischenablage kopieren

source: Se ha copiado lo siguiente al portapapeles: {}
de: Der folgende Text wurde in die Zwischenablage kopiert: {}

source: No se ha podido copiar nada al portapapeles
de: Es konnte nichts in die Zwischenablage kopiert werden

source: Traduce el contenido del portapapeles
de: Übersetzt den Inhalt der Zwischenablage

source: No hay nada para traducir en el portapapeles
de: In der Zwischenablage gibt es nichts zu übersetzen

source: Traduce el último texto verbalizado
de: Den letzten verbalisierten Text übersetzen

source: No hay nada para traducir
de: Es gibt nichts zu übersetzen

source: Activa o desactiva la traducción simultánea Online
de: Aktivieren oder deaktivieren Sie die Simultanübersetzung Online

source: Traducción desactivada.
de: Übersetzung deaktiviert.

source: Traducción activada.
de: Übersetzung aktiviert.

source: Traduce el texto seleccionado
de: Übersetzt den markierten Text

source: Sin selección para traducir
de: Keine Auswahl für die Übersetzung

source: Muestra el historial de traducción
de: Zeigt den Verlauf der Übersetzung an

source: No hay nada en el historial todavía.
de: Es gibt noch nichts in der Historie.

source: Detecta el idioma seleccionado
de: Ermittelt die ausgewählte Sprache

source: Sin selección para obtener el idioma
de: Keine Auswahl für den Erhalt der Sprache

source: Activar o desactivar el intercambio automático si el origen detectado coincide con el destino (experimental)
de: Aktivieren oder deaktivieren Sie den automatischen Austausch, wenn die erkannte Quelle mit dem Ziel übereinstimmt (experimentell)

source: El intercambio automático está activado. El sistema cambiará automáticamente si el origen detectado coincide con el destino (experimental).
de: Die automatische Umschaltung ist aktiviert. Das System wechselt automatisch, wenn die erkannte Quelle mit dem (experimentellen) Ziel übereinstimmt.

source: El intercambio automático está desactivado. El sistema no realizará cambios automáticos aunque el origen detectado coincida con el destino (experimental).
de: Der automatische Austausch ist deaktiviert. Das System führt keine automatischen Tauschvorgänge durch, selbst wenn die erkannte Quelle mit dem (experimentellen) Ziel übereinstimmt.

source: Intercambia el idioma principal con el idioma alternativo.
de: Tauscht die Hauptsprache mit der Alternativsprache.

source: El idioma principal y el idioma alternativo han sido intercambiados. Idioma principal: {}. Idioma alternativo: {}.
de: Die Hauptsprache und die alternative Sprache wurden umgeschaltet. Hauptsprache: {}. Alternative Sprache: {}.

source: No tiene activado el intercambio automático si el origen detectado coincide con el destino
de: Der automatische Austausch ist nicht aktiviert, wenn der erkannte Ursprung mit dem Ziel übereinstimmt.

source: Traduce texto del objeto del navegador
de: Übersetzt den Text aus dem Browser-Objekt

source: El objeto no tiene texto para traducir
de: Das Objekt hat keinen zu übersetzenden Text

source: Interfaz de traducción
de: Schnittstelle zur Übersetzung

source: No se ha podido obtener la traducción de lo seleccionado.
de: Es war nicht möglich, eine Übersetzung der Auswahl zu erhalten.

source: Hubo un error en la traducción:
de: Es gab einen Fehler in der Übersetzung:

source: Error
de: Fehler

source: La traducción fue cancelada por el usuario.
de: Die Übersetzung wurde vom Benutzer abgebrochen.

source: Cancelado
de: Abgebrochen

source: Traducción copiada al portapapeles
de: Übersetzung in die Zwischenablage kopiert

source: Resultado de la traducción
de: Ergebnis der Übersetzung

source: Texto origen (Alt+1):
de: Ausgangstext (Alt+1):

source: Texto destino (Alt+2):
de: Übersetzter Text (Alt+2):

source: Idioma origen (Alt+3):
de: Ausgangssprache (Alt+3):

source: Auto Detectar - auto
de: Automatische Erkennung - auto

source: Idioma destino (Alt+4):
de: Zielsprache (Alt+4):

source: &Traducir
de: &Übersetzen

source: &Escuchar
de: &Anhören

source: &Intercambiar
de: &Austausch

source: &Limpiar
de: &leeren

source: &Pegar al foco
de: &Im Rampenlicht stehen

source: &Cerrar
de: &Schließen

source: Caracteres (Alt+5):
de: Zeichen (Alt+5):

source: Introduce el texto que deseas traducir. Puedes escribir o pegar el texto aquí.
de: Geben Sie den Text ein, den Sie übersetzen möchten. Sie können den Text hier tippen oder einfügen.

source: El resultado de la traducción se mostrará aquí. Este campo es de solo lectura.
de: Das Ergebnis der Übersetzung wird hier angezeigt. Dieses Feld ist schreibgeschützt.

source: Selecciona el idioma de origen para la traducción.
de: Wählen Sie die Ausgangssprache für die Übersetzung.

source: Selecciona el idioma de destino para la traducción.
de: Wählen Sie die Zielsprache für die Übersetzung.

source: Presiona este botón para traducir el texto de origen al idioma de destino.
de: Drücken Sie diese Taste, um den Ausgangstext in die Zielsprache zu übersetzen.

source: Presiona este botón para escuchar la traducción.
de: Drücken Sie diese Taste, um sich die Übersetzung anzuhören.

source: Intercambia los idiomas de origen y destino.
de: Austausch von Ausgangs- und Zielsprache.

source: Limpia los campos de texto de origen y destino.
de: Löscht die Textfelder für Ausgangstext und Übersetzter Text.

source: Pega al foco lo que haya en el cuadro de texto destino. Se pegara en la ventana que tengamos detrás de esta, siempre y cuando dicha ventana sea cuadro de texto que permita pegar texto en ella. Podemos usar también F3.
de: Fügen Sie in den Fokus ein, was immer sich im Zieltextfeld befindet. Er wird in das dahinter liegende Fenster eingefügt, sofern es sich bei diesem Fenster um ein Textfeld handelt, in das Sie Text einfügen können. Wir können auch F3 verwenden.

source: Cierra la ventana de traducción.
de: Schließen Sie das Übersetzungsfenster.

source: Muestra el número de caracteres en el campo de texto de origen.
de: Zeigt die Anzahl der Zeichen im Ausgangstextfeld an.

source: El cuadro de texto de origen está vacío. Por favor, escribe algo.
de: Das Ausgangstextfeld ist leer. Bitte geben Sie etwas ein.

source: Advertencia
de: Warnung

source: El texto no ha cambiado. No es necesario realizar una nueva traducción.
de: Der Text hat sich nicht geändert. Eine neue Übersetzung ist nicht erforderlich.

source: Se a detectado que el texto de origen es igual que el idioma destino al cual quiere traducirse. Cambie el idioma destino de traducción si desea continuar.
de: Es wurde festgestellt, dass der Ausgangstext mit der Zielsprache, in die Sie übersetzen möchten, übereinstimmt. Ändern Sie die Zielsprache der Übersetzung, wenn Sie fortfahren möchten.

source: No a sido posible detectar el idioma del texto origen. Se va a intentar traducir, pero no se asegura el éxito de la operación.
de: Es war nicht möglich, die Sprache des Ausgangstextes zu ermitteln. Es wird versucht, den Text zu übersetzen, aber der Erfolg des Vorgangs ist nicht gesichert.

source: No se ha encontrado conexión a internet. Si está conectado por Wifi, puede que NVDA iniciara antes que se conectara. Si está conectado por cable, compruebe su conexión y asegúrese de que todo esté correcto. Espere unos segundos.
de: Keine Internetverbindung gefunden. Wenn Sie über Wifi verbunden sind, wurde NVDA möglicherweise gestartet, bevor Sie die Verbindung hergestellt haben. Wenn Sie über ein Kabel verbunden sind, überprüfen Sie Ihre Verbindung und stellen Sie sicher, dass alles korrekt ist. Warten Sie ein paar Sekunden.

source: El cuadro de texto destino está vacío. Por favor, traduce algo.
de: Das Zieltextfeld ist leer. Bitte übersetzen Sie etwas.

source: No se ha podido obtener el audio. Inténtelo más tarde.
de: Der Ton konnte nicht abgerufen werden. Bitte versuchen Sie es später noch einmal.

source: Hubo un error en la obtención del audio:
de: Beim Abrufen des Tons ist ein Fehler aufgetreten:

source: La obtención del audio fue cancelada por el usuario.
de: Die Audiosammlung wurde vom Benutzer gelöscht.

source: No se puede intercambiar idiomas cuando el idioma de origen es 'Auto Detectar'.
de: Es ist nicht möglich, die Sprache zu wechseln, wenn die Ausgangssprache „Auto Detect“ ist.

source: El cuadro de texto de destino está vacío. Por favor, traduce algo para pegar al foco.
de: Das Zieltextfeld ist leer. Bitte übersetzen Sie etwas, das im Fokus bleibt.

source: Texto pegado al foco.
de: Der Text ist auf den Fokus gelegt.

source: No hay ayuda disponible para este elemento.
de: Für dieses Element ist keine Hilfe verfügbar.

source: Ayuda
de: Hilfe

source: No hay un elemento enfocado.
de: Es gibt kein fokussiertes Element.

source: Historial de Traductor Avanzado
de: Erweiterte Übersetzer-Geschichte

source: &Buscar:
de: &Suchen:

source: &Lista texto original:
de: Originaltext auf&listen:

source: Texto &original:
de: &Ursprünglicher Text:

source: Texto &traducido:
de: &Übersetzter Text:

source: &Copiar al portapapeles
de: &Kopiere alle Informationen

source: Borrar &historial
de: Historie %löschen

source: &Alternar orden
de: &Andere Reihenfolge

source: Cerrar
de: Schließen

source: No se encontró nada.
de: Es wurde nichts gefunden.

source: Se encuentra en la posición {} de {}
de: Es befindet sich an der Position {} von {}

source: No se encontró nada para poder ser copiado.
de: Es wurde nichts gefunden, was kopiert werden konnte.

source: Copiar texto &original
de: &Originaltext kopieren

source: Copiar texto &traducido
de: Übersetzten Text %kopieren

source: &Copiar origen y traducido
de: Ausgangstext &kopieren und übersetzen

source: Copiado texto origen
de: Kopierter Ausgangstext

source: Copiado texto traducido
de: Übersetzter Text kopiert

source: Copiado texto origen y traducido
de: Vom Ausgangstext kopiert und übersetzt

source: &Lista texto traducido:
de: &Liste übersetzter Texte:

source: Muestra el texto traducido seleccionado. Este campo es de solo lectura.
de: Zeigt den ausgewählten übersetzten Text an. Dieses Feld ist schreibgeschützt.

source: Muestra el texto original seleccionado. Este campo es de solo lectura.
de: Zeigt den ausgewählten Ausgangstext an. Dieses Feld ist schreibgeschützt.

source: Introduce el texto que deseas buscar en el historial.
de: suchen möchten.

source: Lista de textos originales o traducidos, dependiendo del orden seleccionado. Si pulsamos F1 nos dirá en la posición que nos encontramos de la lista.
de: Liste der Ausgangstexte oder der übersetzten Texte, je nach der gewählten Reihenfolge. Wenn Sie F1 drücken, erfahren Sie, wo Sie sich in der Liste befinden.

source: Presiona este botón para copiar el texto seleccionado al portapapeles.
de: Drücken Sie diese Taste, um den ausgewählten Text in die Zwischenablage zu kopieren.

source: Presiona este botón para borrar todo el historial de traducciones.
de: Drücken Sie diese Taste, um den gesamten Übersetzungsverlauf zu löschen.

source: Presiona este botón para alternar el orden entre texto original y texto traducido.
de: Drücken Sie diese Taste, um die Reihenfolge zwischen Ausgangstext und übersetztem Text umzuschalten.

source: Presiona este botón para cerrar la ventana del historial.
de: Drücken Sie diese Taste, um das Verlaufsfenster zu schließen.

source: Seleccione un idioma de origen para el traductor de Microsoft
de: Wählen Sie eine Ausgangssprache für den Microsoft Translator

source: Seleccione un idioma de destino para el traductor {}
de: Wählen Sie eine Zielsprache für den Übersetzer {}

source: Elija un módulo de traducción
de: Wählen Sie ein Übersetzungsmodul

source: Configuración de Traductor Avanzado
de: Erweiterte Übersetzer-Einstellungen

source: General
de: Allgemein

source: Módulos de traducción
de: Übersetzungsmodule

source: &Aceptar
de: &OK

source: &Cancelar
de: &Abbrechen

source: Activa o desactiva el uso de la caché de traducción. Esta opción almacena traducciones anteriores para mejorar la velocidad y eficiencia.
de: Aktiviert oder deaktiviert die Verwendung des Übersetzungs-Caches. Diese Option speichert frühere Übersetzungen, um die Geschwindigkeit und Effizienz zu verbessern.

source: Activa o desactiva la visualización del diálogo de resultados y copia el resultado al portapapeles. Esto permite revisar y utilizar las traducciones de manera rápida.
de: Aktiviert oder deaktiviert die Anzeige des Ergebnisdialogs und kopiert das Ergebnis in die Zwischenablage. So können Sie Übersetzungen schnell überprüfen und verwenden.

source: Activa el intercambio automático si el origen detectado coincide con el destino (experimental). Si se detecta que el idioma del texto de origen es el mismo que el de destino, el traductor cambiará automáticamente el idioma de destino para evitar traducciones innecesarias.
de: Aktiviert die automatische Umschaltung, wenn die erkannte Quelle mit dem Ziel übereinstimmt (experimentell). Wenn erkannt wird, dass die Sprache des Ausgangstextes mit der Zielsprache übereinstimmt, wechselt der Übersetzer automatisch die Zielsprache, um unnötige Übersetzungen zu vermeiden.

source: Selecciona el idioma por defecto para las traducciones. Este es el idioma principal al que se traducirán los textos por defecto. Ejemplo: Inglés - en.
de: Wählen Sie die Standardsprache für Übersetzungen. Dies ist die Hauptsprache, in die die Texte standardmäßig übersetzt werden. Beispiel: Englisch - en.

source: Selecciona el idioma alternativo para las traducciones. Este idioma se utilizará cuando se active la opción de intercambio automático. Ejemplo: Español - es.
de: Wählen Sie die alternative Sprache für Übersetzungen. Diese Sprache wird verwendet, wenn die automatische Austauschoption aktiviert ist. Beispiel: Englisch - en.

source: Selecciona el traductor online que deseas utilizar. Puedes elegir entre diferentes servicios de traducción disponibles.
de: Wählen Sie den Online-Übersetzer, den Sie verwenden möchten. Sie können zwischen verschiedenen Übersetzungsdiensten wählen.

source: Muestra las claves API disponibles para el traductor seleccionado. Las claves API permiten autenticar y utilizar los servicios de traducción.
de: Zeigt die verfügbaren API-Schlüssel für den ausgewählten Übersetzer an. Mit API-Schlüsseln können Sie sich authentifizieren und Übersetzungsdienste nutzen.

source: Añade una nueva clave API. Esto es necesario para utilizar servicios de traducción que requieren autenticación.
de: Fügen Sie einen neuen API-Schlüssel hinzu. Dieser ist erforderlich, um Übersetzungsdienste zu nutzen, die eine Authentifizierung erfordern.

source: Edita la clave API seleccionada. Permite modificar los detalles de una clave API existente.
de: Bearbeitet den ausgewählten API-Schlüssel. Ermöglicht es Ihnen, die Details eines vorhandenen API-Schlüssels zu ändern.

source: Elimina la clave API seleccionada. Esto eliminará la clave de la lista y ya no se podrá utilizar para autenticar servicios de traducción.
de: Löscht den ausgewählten API-Schlüssel. Dadurch wird der Schlüssel aus der Liste entfernt, und er kann nicht mehr zur Authentifizierung von Übersetzungsdiensten verwendet werden.

source: Establece la clave API seleccionada como predeterminada. Esta clave se utilizará por defecto para el servicio de traducción seleccionado.
de: Legt den ausgewählten API-Schlüssel als Standard fest. Dieser Schlüssel wird standardmäßig für den ausgewählten Übersetzungsdienst verwendet.

source: Navega entre las diferentes secciones de configuración. Permite cambiar entre las configuraciones generales y las específicas del traductor.
de: Navigiert zwischen den verschiedenen Konfigurationsabschnitten. Ermöglicht es Ihnen, zwischen allgemeinen und übersetzerspezifischen Einstellungen zu wechseln.

source: Guarda los cambios y cierra el diálogo de configuración. Asegúrate de revisar todas las opciones antes de confirmar.
de: Speichern Sie Ihre Änderungen und schließen Sie den Konfigurationsdialog. Prüfen Sie alle Optionen, bevor Sie bestätigen.

source: Descarta los cambios y cierra el diálogo de configuración. Los cambios realizados no serán guardados.
de: Verwerfen Sie die Änderungen und schließen Sie den Konfigurationsdialog. Die vorgenommenen Änderungen werden nicht gespeichert.

source: Configuración general del traductor. Aquí puedes ajustar las opciones básicas y el comportamiento del traductor.
de: Allgemeine Einstellungen des Übersetzers. Hier können Sie die Grundeinstellungen und das Verhalten des Übersetzers anpassen.

source: Gestión de los módulos de traducción online. Permite configurar los servicios de traducción y sus claves API.
de: Verwaltung der Online-Übersetzungsmodule. Ermöglicht Ihnen die Konfiguration der Übersetzungsdienste und ihrer API-Schlüssel.

source: Panel de configuración:
de: Konfigurationspanel:

source: Usar caché &de traducción
de: Übersetzungs-Cache &verwenden

source: No mostrar dialogo de &resultados y copiar al portapapeles
de: &Ergebnisdialog nicht anzeigen und in die Zwischenablage kopieren

source: Activar el &intercambio automático si el origen detectado coincide con el destino (experimental)
de: Automatischen Austausch aktivieren, wenn erkannter &Ursprung mit Ziel übereinstimmt (experimentell)

source: Idioma de la &traducción:
de: Sprache der &Übersetzung:

source: Idioma a&lternativo:
de: A&lternative Sprache:

source: &Elija un traductor online:
de: &Wählen Sie einen Online-Übersetzer:

source: &Gestor de APIS:
de: &APIS-Manager:

source: Añadir F1
de: hinzufügen F1

source: Editar F2
de: bearbeiten F2

source: Eliminar F3
de: löschen F3

source: Por defecto F4
de: Standard F4

source: No existe ninguna API para este servicio.
de: Für diesen Dienst gibt es keine API.

source: Traductor DeepL (API Free *)
de: Übersetzer DeepL (API Frei *)

source: Traductor DeepL (API Pro *)
de: Übersetzer DeepL (API Pro *)

source: Traductor LibreTranslate (API *)
de: LibreTranslate-Übersetzer (API *)

source: Traductor OpenAI GPT4o-mini (API *)
de: OpenAI GPT4o-mini Übersetzer (API *)

source: Añadir API
de: API hinzufügen

source: No existe ninguna API para este servicio. Por favor, añada una API primero.
de: Für diesen Dienst gibt es keine API. Bitte fügen Sie zuerst eine API hinzu.

source: Editar API
de: API bearbeiten

source: ¿Estás seguro de que deseas eliminar esta clave API?
de: Sind Sie sicher, dass Sie diesen API-Schlüssel entfernen möchten?

source: Confirmación
de: Konfirmation

source: &Nombre:
de: &Name:

source: Clave &API:
de: &API-Schlüssel:

source: Introduce el nombre para identificar esta clave API.
de: Geben Sie den Namen ein, um diesen API-Schlüssel zu identifizieren.

source: Introduce la clave API proporcionada por el servicio de traducción.
de: Geben Sie den vom Übersetzungsdienst bereitgestellten API-Schlüssel ein.
