Repository: hxebolax/TranslateAdvanced
Catalog: translates/*/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: No se a encontrado conexión a internet. Si esta conectado por Wifi puede que NVDA iniciara antes que se conectara. Espere unos segundos y vuelva a reiniciar NVDA. Si esta conectado por cable compruebe su conexión y asegúrese que todo esta correcto. Se cancelara la carga del complemento Traductor Avanzado.
pt: Не найдено подключение к Интернету. Если вы подключены через WiFi, NVDA может запуститься до подключения. Подождите несколько секунд и снова запустите NVDA. Если вы подключены по кабелю, проверьте соединение и убедитесь, что все правильно. Загрузка дополнения Advanced Translator будет отменена.

source: Se a encontrado errores en la carga del complemento. Error: {}
pt: При загрузке дополнения возникли ошибки. Ошибка: {}

source: Traductor Avanzado
pt: Продвинутый Переводчик

source: &Traductor Avanzado
pt: & Продвинутый Переводчик

source: &Configuración de Traductor Avanzado
pt: &Настройки продвинутого переводчика

source: &Actualizar idiomas del complemento (Sin actualizaciones)
pt: &Обновить языки дополнения (Нет обновлений)

source: &Documentación del complemento
pt: & Документация по дополнению

source: &invítame a un café si te gusta mi trabajo
pt: &пригласи меня на кофе, если тебе нравится моя работа

source: Traductor Avanzado iniciado correctamente.
pt: Продвинутый переводчик запущен успешно.

source: &Actualizar idiomas del complemento ({} actualización disponible)
pt: &Обновление языков дополнения (доступно {} обновление)

source: &Actualizar idiomas del complemento ({} actualizaciones disponibles)
pt: &Обновить языки дополнения ({} доступные обновления)

source: Ya hay una instancia de Traductor Avanzado abierta. Ciérrela para realizar esta acción.
pt: Экземпляр Advanced Translator уже открыт. Закройте его, чтобы выполнить это действие.

source: Información
pt: Информация

source: Tiene una traducción en curso. Espere a que termine.
pt: У вас идет работа над переводом. Подождите, пока она завершится.

source: Tiene la traducción simultanea activada. Desactívela para realizar esta acción.
pt: У вас активирован синхронный перевод. Отключите его, чтобы выполнить это действие.

source: Abre la configuración del complemento
pt: Открыть настройки дополнения

source: Comprueba si hay actualizaciones de idioma del complemento
pt: Проверить обновление языков дополнения

source: Cambiar idioma de origen
pt: Изменить исходный язык

source: El idioma origen solo puede ser cambiado si tiene seleccionado el traductor de Microsoft.
pt: Изменить исходный язык можно только в том случае, если выбран переводчик Microsoft.

source: Cambiar idioma de destino
pt: Изменить целевой язык

source: Cambiar el modulo de traducción
pt: Изменить модуль перевода

source: Eliminar todas las traducciones en caché para todas las aplicaciones
pt: Удалить все кэшированные переводы для всех приложений

source: Pulse dos veces para eliminar todas las traducciones en caché de todas las aplicaciones.
pt: Нажмите дважды, чтобы удалить все кэшированные переводы для всех приложений.

source: No hay cache para borrar.
pt: Нет кеша для очистки.

source: Fallo al eliminar {entry}
pt: Не удалось удалить {entry}

source: El directorio de la cache no existe.
pt: Каталог кэша не существует.

source: Se ha eliminado toda la cache.
pt: Весь кэш был удален.

source: No se a podido eliminar toda la cache.
pt: Удалить весь кэш не удалось.

source: Eliminar la caché de traducción para la aplicación enfocada actualmente
pt: Удалить кэш переводов для текущего приложения.

source: No hay aplicación enfocada.
pt: Нет целенаправленного приложения.

source: Pulse dos veces para eliminar todas las traducciones de {} en lenguaje {}
pt: Нажмите дважды, чтобы удалить все переводы {} для языка {}.

source: Se ha borrado la cache de la aplicación {} correctamente.
pt: Кэш приложения {} был успешно очищен.

source: Fallo al borrar la cache de la aplicación {} : {}
pt: Не удалось очистить кэш приложения {} : {}

source: Error al borrar la caché de traducción de la aplicación.
pt: Ошибка при очистке кэша переводов приложения.

source: No hay traducciones guardadas para {}
pt: Для {} не сохранено ни одного перевода.

source: Activa o desactiva la cache de traducción
pt: Включение или отключение кэша переводов.

source: La activación o desactivación de la cache no puede hacerse mientras haya una ventana de Traductor Avanzado abierta
pt: Включение или выключение кэша не может быть выполнена, пока открыто окно Advanced Translator.

source: Cache de traducción activada.
pt: Кэш переводов включен.

source: Cache de traducción desactivada.
pt: Кэш переводов выключен.

source: Copiar el ultimo texto traducido al portapapeles
pt: Скопировать последний переведенный текст в буфер обмена

source: Se ha copiado lo siguiente al portapapeles: {}
pt: Скопировано в буфер обмена: {}

source: No se ha podido copiar nada al portapapeles
pt: Не удалось ничего скопировать в буфер обмена

source: Traduce el contenido del portapapeles
pt: Перевести содержимое буфера обмена

source: No hay nada para traducir en el portapapeles
pt: В буфере обмена нечего переводить.

source: Traduce el último texto verbalizado
pt: Перевести последний произнесенный текст

source: No hay nada para traducir
pt: Нечего переводить

source: Activa o desactiva la traducción simultánea Online
pt: Включение или отключение синхронного перевода в режиме онлайн

source: Traducción activada.
pt: Перевод включен.

source: Traducción desactivada.
pt: Перевод выключен.

source: Traduce el texto seleccionado
pt: Перевести выделенный текст

source: Sin selección para traducir
pt: Не выделено для перевода

source: Muestra el historial de traducción
pt: Просмотреть историю переводов

source: No hay nada en el historial todavía.
pt: В истории пока ничего нет.

source: No se ha podido obtener la traducción de lo seleccionado.
pt: Не удалось получить перевод выделенного.

source: Hubo un error en la traducción:
pt: В переводе была допущена ошибка:

source: Error
pt: Ошибка

source: La traducción fue cancelada por el usuario.
pt: Перевод отменен пользователем.

source: Cancelado
pt: Отменено

source: Traducción copiada al portapapeles
pt: Перевод скопирован в буфер обмена

source: Resultado de la traducción
pt: Результат перевода

source: Historial de Traductor Avanzado
pt: История продвинутого переводчика

source: &Buscar:
pt: &Найти:

source: &Lista texto original:
pt: &Список исходного текста:

source: Texto &original:
pt: &Исходный текст:

source: Texto &traducido:
pt: &Переведенный текст:

source: &Copiar al portapapeles
pt: & Скопировать в буфер обмена

source: Borrar &historial
pt: &Очистить историю

source: &Alternar orden
pt: &Переключить порядок

source: Cerrar
pt: Закрыть

source: No se encontró nada.
pt: Ничего не найдено.

source: Se encuentra en la posición {} de {}
pt: Он расположен в {} позиции {}

source: No se encontró nada para poder ser copiado.
pt: Ничего не было найдено для копирования.

source: Copiar texto &original
pt: &Копировать исходный текст

source: Copiar texto &traducido
pt: &Копировать переведенный текст

source: &Copiar origen y traducido
pt: &Копирование исходного и переведенного текста

source: Copiado texto origen
pt: Скопирован исходный текст

source: Copiado texto traducido
pt: Скопирован переведенный текст

source: Copiado texto origen y traducido
pt: Скопирован исходный текст и переведенный

source: &Lista texto traducido:
pt: &Список переведенных текстов:

source: Seleccione un idioma de origen para el traductor de Microsoft
pt: Выбрать исходный язык для Microsoft Translator

source: Seleccione un idioma de destino para el traductor {}
pt: Выбрать целевой язык для переводчика {}

source: Elija un módulo de traducción
pt: Выбрать модуль перевода

source: Configuración de Traductor Avanzado
pt: Настройки Продвинутого переводчика

source: General
pt: Общее

source: Módulos de traducción
pt: Модули перевода

source: &Aceptar
pt: &ОК

source: &Cancelar
pt: &Отменить

source: Usar caché &de traducción
pt: &Использовать кэш переводов

source: No mostrar dialogo de &resultados y copiar al portapapeles
pt: &Не показывать диалог результатов и копировать в буфер обмена

source: &Elija un traductor online:
pt: &Выбрать онлайн-переводчик:

source: &Gestor de APIS:
pt: &Менеджер API:

source: Añadir F1
pt: Добавить F1

source: Editar F2
pt: Редактировать F2

source: Eliminar F3
pt: Удалить F3

source: Por defecto F4
pt: По умолчанию F4

source: No existe ninguna API para este servicio.
pt: Для этой службы нет API.

source: Añadir API
pt: Добавление API

source: No existe ninguna API para este servicio. Por favor, añada una API primero.
pt: * Для этой службы нет API. Пожалуйста, сначала добавьте API.; 87:

source: Editar API
pt: Редактирование API

source: ¿Estás seguro de que deseas eliminar esta clave API?
pt: Вы уверены, что хотите удалить этот ключ API?

source: Confirmación
pt: ОК

source: &Nombre:
pt: &Имя:

source: Clave &API:
pt: &API Ключ:

source: &URL:
pt: &URL-АДРЕС:

source: Todos los campos son obligatorios.
pt: Все поля обязательны для заполнения.

source: Progreso de la Traducción
pt: Ход выполнения перевода

source: Cancelar
pt: Отменить

source: Progreso de Descarga e Instalación
pt: Ход загрузки и установки

source: Iniciando...
pt: Начало...

source: Descargando {}...
pt: Загрузка {}...

source: Instalando {}...
pt: Установка {}...

source: Error en {}: {}
pt: Ошибка в {}: {}

source: El proceso ha finalizado con errores en los siguientes idiomas: {}
pt: Процесс завершился с ошибками на следующих языках: {}

source: NVDA no se reiniciará, pulse Ctrl + C para copiar el contenido de este dialogo y podérselo enviar al autor del complemento.
pt: NVDA не перезапустится, нажмите Ctrl + C, чтобы скопировать содержимое этого диалога и отправить его автору плагина.

source: Errores
pt: Ошибки

source: NVDA se reiniciará cuando pulse aceptar.
pt: NVDA перезапустится, когда вы нажмете кнопку OK.

source: Todos los idiomas se han actualizado correctamente.
pt: Все языки были успешно обновлены.

source: Éxito
pt: Успешно

source: Actualizaciones de Idiomas
pt: Обновление языка

source: Nuevos idiomas disponibles:
pt: Доступны новые языки:

source: Idiomas con actualizaciones:
pt: Языки с обновлениями:

source: Si continúa con la instalación, cuando se termine el proceso NVDA se reiniciará. ¿Desea continuar?
pt: Если вы продолжите установку, NVDA перезапустится по окончании процесса. Вы хотите продолжить?

source: &Instalar
pt: &Установить

source: &Omitir
pt: &Пропустить

source: Error al cargar el archivo JSON: {0}
pt: Ошибка при загрузке файла JSON: {0}

source: Error al guardar el archivo JSON: {0}
pt: Ошибка при сохранении файла JSON: {0}

source: Servicio desconocido: {0}
pt: Неизвестный сервис: {0}

source: Índice fuera de rango: {0}
pt: Индекс вне диапазона: {0}

source: Error al eliminar la clave API: {0}
pt: Ошибка при удалении ключа API: {0}

source: Error al obtener la clave API: {0}
pt: Ошибка при получении ключа API: {0}

source: Fallo al crear la ruta de almacenamiento: {path} ({e})
pt: Не удалось создать путь к хранилищу: {path} ({e})

source: No se puede leer o decodificar datos desde {path}: {e}
pt: Невозможно прочитать или декодировать данные из {path}: {e}

source: Fallo al guardar la caché de traducción para {appName} en {file}: {e}
pt: Не удалось сохранить кеш перевода для {appName} в {file}: {e}

source: Error al abrir el portapapeles: {0}
pt: Ошибка при открытии буфера обмена: {0}

source: Error persistente al abrir el portapapeles: {0}
pt: Постоянная ошибка при открытии буфера обмена: {0}

source: Error al copiar texto al portapapeles: {0}
pt: Ошибка при копировании текста в буфер обмена: {0}

source: Error al limpiar el portapapeles: {0}
pt: Ошибка при очистке буфера обмена: {0}

source: El contenido del portapapeles ha cambiado: {0}
pt: Содержимое буфера обмена изменилось: {0}

source: Índice fuera de rango: {index}
pt: Индекс вне диапазона: {index}

source: Clave o valor no encontrado: {key_or_value}
pt: Ключ или значение не найдены: {key_or_value}

source: Traductor Google (WEB 1)
pt: Переводчик Google (WEB 1)

source: Traductor Google (WEB 2)
pt: Переводчик Google (WEB 2)

source: Traductor Google (API Free 1)
pt: Переводчик Google (API Free 1)

source: Traductor Google (API Free 2)
pt: Переводчик Google (API Free 2)

source: Traductor DeepL (API Free *)
pt: Переводчик DeepL (API Free *)

source: Traductor DeepL (API Pro *)
pt: Переводчик DeepL (API Pro *)

source: Traductor LibreTranslate (API *)
pt: Переводчик LibreTranslate (API *)

source: Traductor Microsoft Bing (API Free)
pt: Переводчик Microsoft Bing (API Free)

source: No tiene ninguna API configurada para el servicio que tiene seleccionado.
pt: Для выбранной вами службы не настроено ни одного API.

source: Error en la traducción. Error: {}
pt: Ошибка в переводе. Ошибка: {}

source: Error al cargar idiomas locales: {}
pt: Ошибка при загрузке местных языков: {}

source: Idiomas guardados exitosamente.
pt: Языки успешно сохранены.

source: Error al guardar idiomas locales: {}
pt: Ошибка при сохранении местных языков: {}

source: Error al obtener idiomas remotos: {}
pt: Ошибка при получении удаленных языков: {}

source: No hay actualizaciones ni nuevos idiomas disponibles.
pt: Нет доступных обновлений или новых языков.

source: Error al descargar el archivo .zip de {}: {}
pt: Ошибка при загрузке .zip-файла с {}: {}

source: Error al descomprimir el archivo .zip de {}: {}
pt: Ошибка при распаковке .zip-файла {}: {}

source: Error al actualizar el idioma local {}: {}
pt: Ошибка обновления местного языка {}: {}

source: Se requiere una clave de API para DeepL.
pt: Для DeepL требуется ключ API.

source: Error en la traducción: {0} {1}
pt: Ошибка в переводе: {0} {1}

source: Error en la traducción: {0}
pt: Ошибка в переводе: {0}

source: DeepL - uso: {0} / {1}
pt: DeepL - Использовано: {0} / {1}

source: Error obteniendo uso de DeepL: {0}
pt: Ошибка при использовании DeepL: {0}

source: Error al extraer la traducción: no se encontró el texto traducido.
pt: Ошибка при извлечении перевода: переведенный текст не найден.

source: Error al analizar la respuesta de la traducción: {0}
pt: Ошибка при разборе ответа на перевод: {0}

source: Proceso cancelado por el usuario
pt: Процесс отменен пользователем

source: Error al obtener la respuesta. Error: {}
pt: Ошибка при получении ответа. Ошибка: {}

source: Respuesta vacía o inválida
pt: Пустой или неверный ответ

source: Estructura de respuesta inesperada
pt: Неожиданная структура ответа

source: Respuesta vacía o inválida después de cambiar el idioma de destino
pt: Пустой или неверный ответ после изменения целевого языка

source: Estructura de respuesta inesperada después de cambiar el idioma de destino
pt: Неожиданная структура ответа после изменения целевого языка

source: Error en la traducción. Error: Se requiere una clave de API para LibreTranslate.
pt: Ошибка в переводе. Ошибка: Для LibreTranslate требуется ключ API.

source: Error en la traducción. Error: {} {}
pt: Ошибка в переводе. Ошибка: {} {}

source: La respuesta no contiene {}
pt: Ответ не содержит {}

source: Traductor Avanzado para NVDA es un complemento que facilita la traducción de textos en varios idiomas utilizando servicios como Google Translate, DeepL, LibreTranslate y Microsoft Translator. Ofrece traducción simultánea, historial y gestión de claves API. Es fácil de configurar y usar con teclas rápidas y opciones personalizables en el menú de NVDA.
pt: TranslateAdvanced - это дополнение, которое позволяет переводить тексты с помощью различных онлайн-сервисов перевода, таких как Google Translate, DeepL, LibreTranslate и Microsoft Translator. Дополнение предлагает расширенные возможности, такие как синхронный перевод, история переводов, перевод выделенного текста, поддержка нескольких языков и многое другое. Это дополнение требует подключения к Интернету. Все функциональные возможности дополнения, его особенности и сочетания клавиш описаны в подробном руководстве. Представленное дополнение является модификацией дополнения Translate, но с рядом новых функций и сервисов перевода. Автор модификации испанский разработчик. У этого дополнения в самом начале разработки было идентичное название с оригинальным дополнением Translate, но чтобы различать дополнения, администратор NVDA.RU взял на себя смелость изменить название на TranslateEnhancement, но вот разработчик добавил свою версию модификации в испанский каталог и дал дополнению своё уникальное название TranslateAdvanced.
